Repository: ClawdBonzo/sleeplock-bedtime
Catalog: SleepLock/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nl, pt_br, sv

source: %lld nights to your next badge
de: Noch %lld Nächte bis zum nächsten Abzeichen
es: %lld noches para tu próxima insignia
fr: Plus que %lld nuits avant ton prochain badge
it: %lld notti al prossimo badge
ja: 次のバッジまであと%lld泊
ko: 다음 배지까지 %lld일
nl: Nog %lld nachten tot je volgende badge
pt_br: %lld noites para sua próxima conquista
sv: %lld nätter till nästa märke

source: 1 night to your next badge
de: Noch 1 Nacht bis zum nächsten Abzeichen
es: 1 noche para tu próxima insignia
fr: Plus qu'1 nuit avant ton prochain badge
it: 1 notte al prossimo badge
ja: 次のバッジまであと1泊
ko: 다음 배지까지 1일
nl: Nog 1 nacht tot je volgende badge
pt_br: 1 noite para sua próxima conquista
sv: 1 natt till nästa märke

source: 10-day streak
de: 10-Tage-Serie
es: Racha de 10 días
fr: Série de 10 jours
it: Serie di 10 giorni
ja: 10日連続
ko: 10일 연속
nl: 10 dagen op rij
pt_br: Sequência de 10 dias
sv: 10 dagar i rad

source: 3-day free trial
de: 3 Tage gratis testen
es: Prueba gratis de 3 días
fr: Essai gratuit de 3 jours
it: 3 giorni di prova gratuita
ja: 3日間無料トライアル
ko: 3일 무료 체험
nl: 3 dagen gratis proberen
pt_br: Teste grátis de 3 dias
sv: 3 dagars gratis prova

source: 3-day free trial, then auto-renews until canceled. Cancel anytime in Settings.
de: 3 Tage gratis, danach automatische Verlängerung bis zur Kündigung. Jederzeit in den Einstellungen kündbar.
es: Prueba gratis de 3 días; luego se renueva automáticamente hasta que canceles. Cancela cuando quieras en Ajustes.
fr: Essai gratuit de 3 jours, puis renouvellement automatique jusqu'à annulation. Annule à tout moment dans les réglages.
it: 3 giorni di prova gratuita, poi rinnovo automatico fino alla disdetta. Disdici quando vuoi nelle Impostazioni.
ja: 3日間無料、その後は解約するまで自動更新。設定でいつでも解約できます。
ko: 3일 무료 후 해지할 때까지 자동 갱신. 설정에서 언제든 해지할 수 있습니다.
nl: 3 dagen gratis, daarna automatische verlenging tot opzegging. Altijd opzegbaar in Instellingen.
pt_br: Teste grátis de 3 dias, depois renovação automática até o cancelamento. Cancele quando quiser nas Configurações.
sv: 3 dagar gratis, sedan automatisk förnyelse tills du avslutar. Avsluta när som helst i Inställningar.

source: 7 / 14 / 30-day windows
de: 7-/14-/30-Tage-Zeiträume
es: Períodos de 7, 14 y 30 días
fr: Périodes de 7 / 14 / 30 jours
it: Periodi di 7 / 14 / 30 giorni
ja: 7・14・30日間の期間
ko: 7 / 14 / 30일 기간
nl: Perioden van 7 / 14 / 30 dagen
pt_br: Períodos de 7/14/30 dias
sv: 7/14/30-dagarsperioder

source: About
de: Über
es: Acerca de
fr: À propos
it: Informazioni
ja: アプリについて
ko: 정보
nl: Over
pt_br: Sobre
sv: Om

source: Achieve 90+ energy 10 times
de: 10-mal 90+ Energie erreichen
es: Alcanza 90+ de energía 10 veces
fr: Atteins 90+ d'énergie 10 fois
it: Raggiungi energia 90+ per 10 volte
ja: エネルギー90以上を10回達成
ko: 에너지 90 이상 10회 달성
nl: 10 keer 90+ energie halen
pt_br: Alcance 90+ de energia 10 vezes
sv: Nå 90+ energi 10 gånger

source: Achievements
de: Erfolge
es: Logros
fr: Succès
it: Obiettivi
ja: 実績
ko: 업적
nl: Prestaties
pt_br: Conquistas
sv: Utmärkelser

source: Actual vs. target bedtime
de: Ist- vs. Soll-Schlafenszeit
es: Hora de dormir real vs. objetivo
fr: Coucher réel vs. objectif
it: Ora di andare a letto reale vs. obiettivo
ja: 実際の就寝時間と目標の比較
ko: 실제 vs 목표 취침 시간
nl: Werkelijke vs. doelbedtijd
pt_br: Hora de dormir real x meta
sv: Faktisk vs. mållagdags

source: Add Step
de: Schritt hinzufügen
es: Agregar paso
fr: Ajouter une étape
it: Aggiungi passaggio
ja: ステップを追加
ko: 단계 추가
nl: Stap toevoegen
pt_br: Adicionar etapa
sv: Lägg till steg

source: Advanced Sleep Analytics
de: Erweiterte Schlaf-Analysen
es: Análisis de sueño avanzados
fr: Analyses de sommeil avancées
it: Analisi del sonno avanzate
ja: 高度な睡眠分析
ko: 고급 수면 분석
nl: Geavanceerde slaapanalyse
pt_br: Análises avançadas de sono
sv: Avancerad sömnanalys

source: Advanced sleep analytics
de: Erweiterte Schlaf-Analysen
es: Análisis de sueño avanzados
fr: Analyses de sommeil avancées
it: Analisi del sonno avanzate
ja: 高度な睡眠分析
ko: 고급 수면 분석
nl: Geavanceerde slaapanalyse
pt_br: análises avançadas de sono
sv: Avancerad sömnanalys

source: Auto-renews until canceled. Cancel anytime in Settings.
de: Automatische Verlängerung bis zur Kündigung. Jederzeit in den Einstellungen kündbar.
es: Se renueva automáticamente hasta que canceles. Cancela cuando quieras en Ajustes.
fr: Renouvellement automatique jusqu'à annulation. Annule à tout moment dans les réglages.
it: Si rinnova automaticamente fino alla disdetta. Disdici quando vuoi nelle Impostazioni.
ja: 解約するまで自動更新。設定でいつでも解約できます。
ko: 해지할 때까지 자동 갱신. 설정에서 언제든 해지할 수 있습니다.
nl: Automatische verlenging tot opzegging. Altijd opzegbaar in Instellingen.
pt_br: Renovação automática até o cancelamento. Cancele quando quiser nas Configurações.
sv: Automatisk förnyelse tills du avslutar. Avsluta när som helst i Inställningar.

source: Avg Energy
de: Ø Energie
es: Energía prom.
fr: Énergie moy.
it: Energia media
ja: 平均エネルギー
ko: 평균 에너지
nl: Gem. energie
pt_br: Energia média
sv: Snittenergi

source: Avg Sleep
de: Ø Schlaf
es: Sueño prom.
fr: Sommeil moy.
it: Sonno medio
ja: 平均睡眠
ko: 평균 수면
nl: Gem. slaap
pt_br: Sono médio
sv: Snittsömn

source: Avoid screens 30+ minutes before bed
de: Meide Bildschirme 30+ Minuten vor dem Schlafen
es: Evita pantallas 30+ minutos antes de dormir
fr: Évite les écrans 30+ minutes avant de dormir
it: Evita gli schermi almeno 30 minuti prima di dormire
ja: 就寝30分前からは画面を避けましょう
ko: 취침 30분 전부터 화면을 피하세요
nl: Vermijd schermen 30+ minuten voor het slapen
pt_br: Evite telas 30+ minutos antes de dormir
sv: Undvik skärmar 30+ minuter före läggdags

source: BEST VALUE
de: BESTPREIS
es: MEJOR VALOR
fr: MEILLEUR PRIX
it: MIGLIOR VALORE
ja: おすすめ
ko: 최고 가성비
nl: BESTE KEUS
pt_br: MELHOR CUSTO-BENEFÍCIO
sv: BÄST VÄRDE

source: Badges
de: Abzeichen
es: Insignias
it: Badge
ja: バッジ
ko: 배지
pt_br: Conquistas
sv: Märken

source: Based on last 7 days
de: Basierend auf 7 Tagen
es: Basado en los últimos 7 días
fr: Basé sur les 7 derniers jours
it: Basato sugli ultimi 7 giorni
ja: 過去7日間に基づく
ko: 최근 7일 기준
nl: Op basis van 7 dagen
pt_br: Com base nos últimos 7 dias
sv: Baserat på 7 dagar

source: Be honest — no judgment here!
de: Sei ehrlich — keine Wertung!
es: Sé sincero — ¡aquí no hay juicios!
fr: Sois honnête — pas de jugement ici !
it: Sii sincero — nessun giudizio qui!
ja: 正直に — 評価はしません！
ko: 솔직하게 — 평가하지 않아요!
nl: Wees eerlijk — geen oordeel!
pt_br: Seja honesto — sem julgamentos aqui!
sv: Var ärlig — ingen dömer!

source: Bedtime
de: Schlafenszeit
es: Hora de dormir
fr: Heure du coucher
it: Ora di andare a letto
ja: 就寝時間
ko: 취침 시간
nl: Bedtijd
pt_br: Hora de dormir
sv: Läggdags

source: Bedtime Consistency
de: Schlafenszeit-Konstanz
es: Constancia de la hora de dormir
fr: Régularité du coucher
it: Costanza dell'ora di andare a letto
ja: 就寝時間の一貫性
ko: 취침 시간 일관성
nl: Bedtijdconsistentie
pt_br: Consistência da hora de dormir
sv: Läggdagskonsekvens

source: Bedtime Now!
de: Zeit fürs Bett!
es: ¡Hora de dormir!
fr: C'est l'heure de dormir !
it: È ora di dormire!
ja: 就寝の時間です！
ko: 취침 시간이에요!
nl: Tijd om te slapen!
pt_br: Hora de dormir!
sv: Dags att sova!

source: Bedtime Reminders
de: Schlaf-Erinnerungen
es: Recordatorios de hora de dormir
fr: Rappels de coucher
it: Promemoria per dormire
ja: 就寝リマインダー
ko: 취침 알림
nl: Bedtijdherinneringen
pt_br: Lembretes de hora de dormir
sv: Läggdagspåminnelser

source: Bedtime consistency charts
de: Diagramme zur Schlafenszeit-Konstanz
es: Gráficos de constancia de la hora de dormir
fr: Graphiques de régularité du coucher
it: Grafici sulla costanza dell'ora di andare a letto
ja: 就寝時間の一貫性グラフ
ko: 취침 시간 일관성 차트
nl: Grafieken voor bedtijdconsistentie
pt_br: Gráficos de consistência da hora de dormir
sv: Diagram för läggdagskonsekvens

source: Bedtime in %lld min
de: Schlafenszeit in %lld Min.
es: Hora de dormir en %lld min
fr: Coucher dans %lld min
it: A letto tra %lld min
ja: 就寝まであと%lld分
ko: 취침 %lld분 전
nl: Bedtijd over %lld min
pt_br: Hora de dormir em %lld min
sv: Läggdags om %lld min

source: Bedtime is coming up, %@. Log your sleep and start winding down to protect your streak.
de: %@, gleich ist Schlafenszeit. Protokolliere deinen Schlaf und beginne mit dem Runterfahren, um deine Serie zu schützen.
es: %@, ya casi es hora de dormir. Registra tu sueño y empieza a relajarte para proteger tu racha.
fr: %@, l'heure du coucher approche. Note ton sommeil et commence à te détendre pour protéger ta série.
it: %@, l'ora di dormire si avvicina. Registra il sonno e inizia a rilassarti per proteggere la tua serie.
ja: %@さん、もうすぐ就寝時間です。睡眠を記録して、ウィンドダウンを始めて連続記録を守りましょう。
ko: %@님, 곧 취침 시간이에요. 수면을 기록하고 와인드다운을 시작해 연속 기록을 지키세요.
nl: %@, het is bijna bedtijd. Log je slaap en begin met afbouwen om je reeks te beschermen.
pt_br: %@, a hora de dormir está chegando. Registre seu sono e comece a desacelerar para proteger sua sequência.
sv: %@, snart läggdags. Logga din sömn och börja varva ner för att skydda din svit.

source: Begin Your Transformation
de: Starte deine Veränderung
es: Comienza tu transformación
fr: Commence ta transformation
it: Inizia la tua trasformazione
ja: 変化を始めよう
ko: 변화를 시작하세요
nl: Begin je transformatie
pt_br: Comece sua transformação
sv: Påbörja din förändring

source: Best %lld
de: Bestwert %lld
es: Mejor %lld
fr: Meilleur %lld
it: Migliore %lld
ja: 最高 %lld
ko: 최고 %lld
nl: Beste %lld
pt_br: Melhor %lld
sv: Bästa %lld

source: Best Streak
de: Beste Serie
es: Mejor racha
fr: Meilleure série
it: Serie migliore
ja: 最高記録
ko: 최고 기록
nl: Beste reeks
pt_br: Melhor sequência
sv: Bästa svit

source: Brush teeth & skincare
de: Zähne putzen & Pflege
es: Cepíllate los dientes y cuida tu piel
fr: Brossage de dents & soins
it: Lavati i denti e skincare
ja: 歯磨き・スキンケア
ko: 양치 & 스킨케어
nl: Tanden poetsen & huidverzorging
pt_br: Escovar os dentes e cuidar da pele
sv: Borsta tänder & hudvård

source: Build a consistent bedtime. Track your streak. Wake up powerful.
de: Feste Schlafenszeit aufbauen. Serie verfolgen. Kraftvoll aufwachen.
es: Ten una hora de dormir constante. Sigue tu racha. Despierta con energía.
fr: Adopte une heure de coucher régulière. Suis ta série. Réveille-toi en pleine forme.
it: Costruisci un orario di andare a letto costante. Tieni traccia della tua serie. Svegliati con energia.
ja: 毎日同じ時間に就寝。 連続記録を伸ばし、力強く目覚めよう。
ko: 일관된 취침 시간을 만드세요. 연속 기록을 쌓고 활기차게 일어나세요.
nl: Bouw een vast bedtijd op. Volg je reeks. Word krachtig wakker.
pt_br: Tenha uma hora de dormir consistente. Acompanhe sua sequência. Acorde com energia.
sv: Bygg en fast läggdags. Följ din svit. Vakna stark.

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleren
pt_br: Cancelar
sv: Avbryt

source: Complete 50 quests
de: 50 Quests abschließen
es: Completa 50 misiones
fr: Termine 50 quêtes
it: Completa 50 missioni
ja: クエストを50回達成
ko: 퀘스트 50개 완료
nl: 50 quests voltooien
pt_br: Complete 50 missões
sv: Slutför 50 uppdrag

source: Complete routine
de: Routine abschließen
es: Completar rutina
fr: Terminer la routine
it: Completa la routine
ja: ルーティンを完了
ko: 루틴 완료
nl: Routine voltooien
pt_br: Completar rotina
sv: Slutför rutin

source: Complete wind-down
de: Routine abschließen
es: Completar rutina
fr: Terminer la routine du soir
it: Completa la routine serale
ja: ウィンドダウンを完了
ko: 와인드다운 완료
nl: Afbouwen voltooien
pt_br: Completar relaxamento
sv: Slutför nedvarvning

source: Complete wind-down 3 times
de: 3-mal abschließen
es: Completa la rutina 3 veces
fr: Termine la routine du soir 3 fois
it: Completa la routine serale 3 volte
ja: ウィンドダウンを3回完了
ko: 와인드다운 3회 완료
nl: 3 keer afbouwen
pt_br: Complete 3 vezes
sv: Varva ner 3 gånger

source: Completed
de: Abgeschlossen
es: Completado
fr: Terminé
it: Completato
ja: 完了
ko: 완료
nl: Voltooid
pt_br: Concluído
sv: Slutförd

source: Consistency
de: Konstanz
es: Constancia
fr: Régularité
it: Costanza
ja: 継続性
ko: 일관성
nl: Consistentie
pt_br: Consistência
sv: Konsekvens

source: Consistency King
de: König der Beständigkeit
es: Rey de la constancia
fr: Roi de la régularité
it: Re della costanza
ja: 継続の王
ko: 꾸준함의 왕
nl: Koning van consistentie
pt_br: Rei da consistência
sv: Konsistensens kung

source: Consistency, energy & duration trends
de: Trends zu Konstanz, Energie & Dauer
es: Tendencias de constancia, energía y duración
fr: Tendances de régularité, énergie et durée
it: Andamento di costanza, energia e durata
ja: 継続・エネルギー・睡眠時間の傾向
ko: 일관성, 에너지 & 수면 시간 추이
nl: Trends in consistentie, energie & duur
pt_br: Tendências de consistência, energia e duração
sv: Trender för konsekvens, energi & längd

source: Continue
de: Weiter
es: Continuar
fr: Continuer
it: Continua
ja: 続ける
ko: 계속
nl: Doorgaan
pt_br: Continuar
sv: Fortsätt

source: Continue as %@
de: Als %@ fortfahren
es: Continuar como %@
fr: Continuer en tant que %@
it: Continua come %@
ja: %@として続ける
ko: %@(으)로 계속
nl: Doorgaan als %@
pt_br: Continuar como %@
sv: Fortsätt som %@

source: Couldn't reach the App Store. Check your connection and try again.
de: App Store nicht erreichbar. Prüfe deine Verbindung und versuche es erneut.
es: No se pudo conectar con la App Store. Revisa tu conexión e inténtalo de nuevo.
fr: Impossible de contacter l'App Store. Vérifie ta connexion et réessaie.
it: Impossibile raggiungere l'App Store. Controlla la connessione e riprova.
ja: App Storeに接続できませんでした。接続を確認してもう一度お試しください。
ko: App Store에 연결할 수 없습니다. 연결을 확인한 후 다시 시도해 주세요.
nl: Kan de App Store niet bereiken. Controleer je verbinding en probeer het opnieuw.
pt_br: Não foi possível acessar a App Store. Verifique sua conexão e tente novamente.
sv: Kunde inte nå App Store. Kontrollera din anslutning och försök igen.

source: Crafting your perfect sleep routine for %@...
de: Erstelle die perfekte Schlafroutine für %@ ...
es: Creando tu rutina de sueño perfecta para %@...
fr: Création de la routine de sommeil parfaite pour %@...
it: Sto creando la routine del sonno perfetta per %@...
ja: %@のための最適な 睡眠ルーティンを作成中...
ko: %@님을 위한 완벽한 수면 루틴을 만드는 중...
nl: De perfecte slaaproutine voor %@ wordt gemaakt...
pt_br: Criando a rotina de sono perfeita para %@...
sv: Skapar din perfekta sömnrutin för %@ ...

source: Current Streak
de: Aktuelle Serie
es: Racha actual
fr: Série actuelle
it: Serie attuale
ja: 現在の連続記録
ko: 현재 연속 기록
nl: Huidige reeks
pt_br: Sequência atual
sv: Nuvarande svit

source: Daily & weekly quests
de: Tägliche & wöchentliche Quests
es: Misiones diarias y semanales
fr: Quêtes quotidiennes et hebdomadaires
it: Missioni giornaliere e settimanali
ja: デイリー＆ウィークリークエスト
ko: 일일 & 주간 퀘스트
nl: Dagelijkse & wekelijkse quests
pt_br: Missões diárias e semanais
sv: Dagliga & veckovisa uppdrag

source: Date
de: Datum
es: Fecha
it: Data
ja: 日付
ko: 날짜
nl: Datum
pt_br: Data
sv: Datum

source: Deep breathing
de: Tiefes Atmen
es: Respiración profunda
fr: Respiration profonde
it: Respirazione profonda
ja: 深呼吸
ko: 심호흡
nl: Diep ademhalen
pt_br: Respiração profunda
sv: Djupandning

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
nl: Verwijderen
pt_br: Excluir
sv: Radera

source: Dim the lights
de: Licht dimmen
es: Atenúa las luces
fr: Baisse la lumière
it: Abbassa le luci
ja: 照明を暗く
ko: 조명 어둡게
nl: Lichten dimmen
pt_br: Diminuir as luzes
sv: Dämpa ljuset

source: Disable
de: Deaktivieren
es: Desactivar
fr: Désactiver
it: Disattiva
ja: 無効にする
ko: 끄기
nl: Uitschakelen
pt_br: Desativar
sv: Inaktivera

source: Done
de: Fertig
es: Listo
fr: Terminé
it: Fatto
ja: 完了
ko: 완료
nl: Klaar
pt_br: Concluído
sv: Klar

source: Duration: %lld min
de: Dauer: %lld Min.
es: Duración: %lld min
fr: Durée : %lld min
it: Durata: %lld min
ja: 時間: %lld分
ko: 시간: %lld분
nl: Duur: %lld min
pt_br: Duração: %lld min
sv: Längd: %lld min

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
ja: 編集
ko: 편집
nl: Bewerken
pt_br: Editar
sv: Redigera

source: Edit Step
de: Schritt bearbeiten
es: Editar paso
fr: Modifier l'étape
it: Modifica passaggio
ja: ステップを編集
ko: 단계 편집
nl: Stap bewerken
pt_br: Editar etapa
sv: Redigera steg

source: Editing today's log
de: Heutigen Eintrag bearbeiten
es: Editando el registro de hoy
fr: Modification du journal du jour
it: Modifica del registro di oggi
ja: 今日の記録を編集中
ko: 오늘 기록 수정 중
nl: Log van vandaag bewerken
pt_br: Editando o registro de hoje
sv: Redigerar dagens logg

source: Enable
de: Aktivieren
es: Activar
fr: Activer
it: Attiva
ja: 有効にする
ko: 켜기
nl: Inschakelen
pt_br: Ativar
sv: Aktivera

source: Energized
de: Energiegeladen
es: Enérgico
fr: Plein d'énergie
it: Energico
ja: 元気
ko: 활기참
nl: Energiek
pt_br: Cheio de energia
sv: Energisk

source: Energy
de: Energie
es: Energía
fr: Énergie
it: Energia
ja: エネルギー
ko: 에너지
nl: Energie
pt_br: Energia
sv: Energi

source: Energy & duration trends
de: Energie- & Dauer-Trends
es: Tendencias de energía y duración
fr: Tendances d'énergie et de durée
it: Andamento di energia e durata
ja: エネルギーと睡眠時間の推移
ko: 에너지 & 수면 시간 추이
nl: Energie- & duurtrends
pt_br: Tendências de energia e duração
sv: Energi- & längdtrender

source: Energy Champion
de: Energie-Champion
es: Campeón de energía
fr: Champion de l'énergie
it: Campione dell'energia
ja: エネルギーチャンピオン
ko: 에너지 챔피언
nl: Energiekampioen
pt_br: Campeão de energia
sv: Energimästare

source: Energy Score
de: Energie-Score
es: Puntuación de energía
fr: Score d'énergie
it: Punteggio energia
ja: エネルギースコア
ko: 에너지 점수
nl: Energiescore
pt_br: Pontuação de energia
sv: Energipoäng

source: Energy Trends
de: Energie-Trends
es: Tendencias de energía
fr: Tendances d'énergie
it: Andamento energia
ja: エネルギーの推移
ko: 에너지 추이
nl: Energietrends
pt_br: Tendências de energia
sv: Energitrender

source: Enter your name
de: Gib deinen Namen ein
es: Ingresa tu nombre
fr: Entre ton nom
it: Inserisci il tuo nome
ja: 名前を入力
ko: 이름을 입력하세요
nl: Voer je naam in
pt_br: Digite seu nome
sv: Ange ditt namn

source: Exhausted
de: Erschöpft
es: Agotado
fr: Épuisé
it: Esausto
ja: へとへと
ko: 매우 피곤
nl: Uitgeput
pt_br: Exausto
sv: Utmattad

source: First Step
de: Erster Schritt
es: Primer paso
fr: Premier pas
it: Primo passo
ja: 最初の一歩
ko: 첫걸음
nl: Eerste stap
pt_br: Primeiro passo
sv: Första steget

source: Fortnight Fighter
de: Zwei-Wochen-Kämpfer
es: Luchador de la quincena
fr: Guerrier de quinzaine
it: Guerriero delle Due Settimane
ja: 2週間ファイター
ko: 2주 파이터
nl: Tweewekenstrijder
pt_br: Guerreiro Quinzenal
sv: Tvåveckorskämpe

source: Full Gamification + XP
de: Volle Gamification + XP
es: Gamificación completa + XP
fr: Gamification complète + XP
it: Gamification completa + XP
ja: フルゲーミフィケーション+XP
ko: 전체 게이미피케이션 + XP
nl: Volledige gamification + XP
pt_br: Gamificação completa + XP

source: Full calendar history
de: Vollständiger Kalenderverlauf
es: Historial completo del calendario
fr: Historique complet du calendrier
it: Cronologia completa del calendario
ja: 全カレンダー履歴
ko: 전체 캘린더 기록
nl: Volledige kalendergeschiedenis
pt_br: Histórico completo do calendário
sv: Fullständig kalenderhistorik

source: Full gamification + XP
de: Volle Gamification + XP
es: Gamificación completa + XP
fr: Gamification complète + XP
it: Gamification completa + XP
ja: フルゲーミフィケーション+XP
ko: 전체 게이미피케이션 + XP
nl: Volledige gamification + XP
pt_br: gamificação completa + XP

source: Get Lifetime Access
de: Lebenslangen Zugang holen
es: Obtener acceso de por vida
fr: Obtenir l'accès à vie
it: Ottieni l'accesso a vita
ja: 買い切りで入手
ko: 평생 이용권 받기
nl: Levenslange toegang
pt_br: Obter acesso vitalício
sv: Få livstidsåtkomst

source: Good Afternoon
de: Guten Tag
es: Buenas tardes
fr: Bon après-midi
it: Buon pomeriggio
ja: こんにちは
ko: 좋은 오후
nl: Goedemiddag
pt_br: Boa tarde
sv: God eftermiddag

source: Good Evening
de: Guten Abend
es: Buenas noches
fr: Bonsoir
it: Buonasera
ja: こんばんは
ko: 좋은 저녁
nl: Goedenavond
pt_br: Boa noite
sv: God kväll

source: Good Morning
de: Guten Morgen
es: Buenos días
fr: Bonjour
it: Buongiorno
ja: おはよう
ko: 좋은 아침
nl: Goedemorgen
pt_br: Bom dia
sv: God morgon

source: Good Morning!
de: Guten Morgen!
es: ¡Buenos días!
fr: Bonjour !
it: Buongiorno!
ja: おはよう！
ko: 좋은 아침이에요!
nl: Goedemorgen!
pt_br: Bom dia!
sv: God morgon!

source: Good Night
de: Gute Nacht
es: Buenas noches
fr: Bonne nuit
it: Buonanotte
ja: おやすみ
ko: 좋은 밤
nl: Goedenacht
pt_br: Boa noite
sv: God natt

source: Gratitude reflection
de: Dankbarkeit reflektieren
es: Reflexión de gratitud
fr: Réflexion de gratitude
it: Riflessione sulla gratitudine
ja: 感謝の振り返り
ko: 감사 돌아보기
nl: Dankbaarheidsreflectie
pt_br: Reflexão de gratidão
sv: Tacksamhetsreflektion

source: Hey %@, time to start your sleep routine! Your energized self will thank you tomorrow.
de: Hey %@, Zeit für deine Schlafroutine! Dein energiegeladenes Ich wird es dir morgen danken.
es: Hola %@, ¡es hora de comenzar tu rutina de sueño! Tu yo con energía te lo agradecerá mañana.
fr: Hé %@, il est temps de commencer ta routine de sommeil ! Ton toi plein d'énergie te remerciera demain.
it: Ehi %@, è ora di iniziare la tua routine del sonno! Il tuo io pieno di energia ti ringrazierà domani.
ja: %@さん、睡眠ルーティンを始める時間です！明日の元気なあなたが感謝しますよ。
ko: %@님, 수면 루틴을 시작할 시간이에요! 내일의 활기찬 당신이 고마워할 거예요.
nl: Hé %@, tijd voor je slaaproutine! Je energieke ik zal je morgen dankbaar zijn.
pt_br: Ei, %@, hora de começar sua rotina de sono! Seu eu cheio de energia vai agradecer amanhã.
sv: Hej %@, dags för din sömnrutin! Ditt energifyllda jag tackar dig imorgon.

source: Hit Rate
de: Trefferquote
es: Tasa de éxito
fr: Taux de réussite
it: Tasso di successo
ja: 達成率
ko: 달성률
nl: Slagingspercentage
pt_br: Taxa de acerto
sv: Träfffrekvens

source: Hit Target
de: Ziel erreicht
es: Objetivo cumplido
fr: Objectif atteint
it: Obiettivo raggiunto
ja: 目標達成
ko: 목표 달성
nl: Doel gehaald
pt_br: Meta atingida
sv: Nådde mål

source: Hit bedtime
de: Schlafenszeit einhalten
es: Cumple la hora de dormir
fr: Respecter l'heure du coucher
it: Rispetta l'ora di andare a letto
ja: 就寝時間を守る
ko: 취침 시간 지키기
nl: Bedtijd halen
pt_br: Cumprir hora de dormir
sv: Klara läggdags

source: Hit bedtime 100 times
de: 100-mal einhalten
es: Cumple la hora de dormir 100 veces
fr: Respecte l'heure du coucher 100 fois
it: Rispetta l'ora di andare a letto 100 volte
ja: 就寝時間を100回守る
ko: 취침 시간 100회 지키기
nl: 100 keer bedtijd halen
pt_br: Cumpra a hora de dormir 100 vezes
sv: Klara läggdags 100 gånger

source: Hit bedtime 3 times
de: 3-mal einhalten
es: Cumple la hora de dormir 3 veces
fr: Respecte l'heure du coucher 3 fois
it: Rispetta l'ora di andare a letto 3 volte
ja: 就寝時間を3回守る
ko: 취침 시간 3회 지키기
nl: 3 keer bedtijd halen
pt_br: Cumpra 3 vezes
sv: Klara läggdags 3 gånger

source: Hit bedtime 7 days straight
de: 7 Tage in Folge einhalten
es: Cumple la hora de dormir 7 días seguidos
fr: Respecte l'heure du coucher 7 jours d'affilée
it: Rispetta l'ora di andare a letto per 7 giorni di fila
ja: 7日連続で就寝時間を守る
ko: 7일 연속 취침 시간 지키기
nl: 7 dagen op rij bedtijd halen
pt_br: Cumpra por 7 dias seguidos
sv: Klara läggdags 7 dagar i rad

source: Hit bedtime 7 times
de: 7-mal einhalten
es: Cumple la hora de dormir 7 veces
fr: Respecte l'heure du coucher 7 fois
it: Rispetta l'ora di andare a letto 7 volte
ja: 就寝時間を7回守る
ko: 취침 시간 7회 지키기
nl: 7 keer bedtijd halen
pt_br: Cumpra 7 vezes
sv: Klara läggdags 7 gånger

source: Hit your first bedtime goal
de: Erstes Schlafziel erreichen
es: Cumple tu primer objetivo de hora de dormir
fr: Atteins ton premier objectif de coucher
it: Raggiungi il tuo primo obiettivo di orario
ja: 最初の就寝目標を達成
ko: 첫 취침 목표 달성
nl: Eerste bedtijddoel halen
pt_br: Atinja sua primeira meta de hora de dormir
sv: Nå ditt första läggdagsmål

source: Home
de: Start
es: Inicio
fr: Accueil
ja: ホーム
ko: 홈
pt_br: Início
sv: Hem

source: Home screen widgets
de: Home-Bildschirm-Widgets
es: Widgets de pantalla de inicio
fr: Widgets écran d'accueil
it: Widget per la schermata Home
ja: ホーム画面ウィジェット
ko: 홈 화면 위젯
nl: Widgets voor beginscherm
pt_br: Widgets na tela de início
sv: Widgetar på hemskärmen

source: Hours
de: Stunden
es: Horas
fr: Heures
it: Ore
ja: 時間
ko: 시간
nl: Uren
pt_br: Horas
sv: Timmar
